[
  {
    "title": "동해안 서식 동해코끼리조개(Panopea sp.)의 세로토닌 주사에 따른 산란 유발과 다정수정 방지를 위한 정자밀도에 따른 유생발달",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11805603",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11805603",
    "abstract": "We examined the effects of serotonin on the spawning response, sperm motility, and D-shaped larva production in Eastern Gooeyduck clam Panopea sp. based on the sperm densities at fertilization and washing after mixing the eggs and sperm. The highest spawning induction was found showed in females and males injected with 1 mL of 2 mM serotonin. The spawning responses in females and males were higher at concentrations greater than 1 mM and 0.75 mM, respectively. Regarding the activities of sperm in sea water after serotonin injection, the sperm showed activity at >90.0% until 120 mins. We also examined the effects of sperm concentration at the fertilization and washing times after mixing the eggs and sperm. We confirmed that washing within 1 minute at a concentration of 1,500 sperms/mL or less can prevent egg destruction by polyspermy and secure a large number of D-phase larvae. These results should be useful for developing the aquaculture process for Eastern Gooeyduck clam, Panopea sp."
  },
  {
    "title": "비교불교민속론의 비교기준에 관한 소고-마야부인 태몽이야기의 코끼리 모티브를 중심으로-",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11434356",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11434356",
    "abstract": "본고는 불교민속론이 비교불교민속론으로 외연을 확장할 수 있다는 가능성에서 출발하였다. 그리고 비교불교민속론은 삼장[三藏, 經論律]이 기중이어야 하는 논리적 근거를 밝히는 것이 연구목적이다. 불교민속이 여타 민속과 다른 것은 지역의 민중이 주체가 되어 발생하고 전승되는 문화가 전부는 아니라는 점이다. 전승에서 그렇게 인정되는 부분이 물론 존재하지만 그렇지 않은 경우도 있다. 즉, 경전을 축으로 하는 심장이 불교민속의 형성에 많은 영향을 끼쳐왔다는 사실이야말로 비교불교민속론에서 유념해야 하는 부분이다.  그러나 지금까지의 불교민속론에는 특히 삼장과 불교민속의 관계에 주목했다는 연구 사례가 많지 않았다. 민속학적 관점은 민속에 스며든 불교의 의미 설명에 치중하였으며 불교학적 관점은 가령 부교의례에 간섭한 민속을 살피는 식이었다. 그러니까 불교민속 연구는 불교와 민속이라는 양방향에서 바라보되 불교의 근본에 입각하는 경우는 드물었다는 의미이다.  그러므로 불교민속론이 비교불교민속론으로 거듭나기 위해서는 삼장이 비교기준이어야 하는 문제에도 관심을 가져야 한다. 이를 논증하기 위해 마야부인의 태몽이야기를 범어 경전과 빨리어 경전, 그리고 한역 경전을 비교 분석하였고, 또 경전과 사찰 벽화의 비교를 시도하였다. 결과적으로 범어 빨리어 경전과 한역 경전의 전파지역에서 마야부인 태몽이야기의 코끼리 모티브가 실제로 어떻게 다르게 전승되고 있는지를 확인하고 분석하였다. 그러다 보니 남방불교와 북방불교의 커다란 차이점과 더불어 관련 불교설화의 차이점도 알게 되었다. 그뿐만이 아니라 한국 도솔내의상의 무엇이 중국적 모방이고 한국적인지도 가늠할 수 있게 되었다.  인도에서 전해진 불교를 이해하고자 중국인들이 어떠한 문제로 고민했는지도 짐작할 수 있었는데 백련화를 코로 문 흰 코끼리나 연화화생은 특히 이해하기 어려운 문제였다. 난제를 대하는 중국인들의 태도 역시 다양해서 도교적 관점에서 재해석하거나 과도한 의역을 시도하였다. 그러나 이러한 결과물인 한역 경전은 거의 그대로 한국과 일본에 전파되었다. 그리고 경전을 바탕으로 불교회화가 제작되거나 관련 불교설화가 구전되었다. 동남아의 시찰 벽화가 한국의 그것과 구별되는 배경에는 사찰의 전통이나 민중 문화의 영향도 물론 있으나 이를 논하기 전에 이미 서로 다른 방향을 걷기 시작한 경전이 자리하고 있었다. 그러니 비교불교민속론에서 세 갈래의 경전 비교는 불가피하다고 본다.  전승문화로서의 불교민속을 지역이나 민중의 논리로 해석할 수도 있으나 경전을 비롯한 삼장의 논리 또한 고려해야 한다는 이유를 마야부인 태몽이야기의 코끼리 모티브를 통해 밝혀보았다. 한마디로 불교민속의 연구 관점과 방법의 하나로 삼장이라는 비교 기준을 통한 분석을 시도해 보았고 결과적으로는 그 가능성을 엿볼 수 있었다는 판단이다.\n\n                        \n                        \n\n\n                            This paper starts from the necessity that Buddhist folklore should extend its denotation into comparative Buddhist folklore. The purpose of this study is to clarify why the scriptures should be the standard for comparative Buddhist folklore. Buddhist folklore, unlike other folklore, does not necessarily focus exclusively on the culture created by the people. Rather, the core of Buddhist folklore lies in the face that the scriptures has had a major influence on the formation of Buddhist folklore.  However, there is no sign of attention to the relationship between Buddhist scriptures and Buddhist folklore in either of the two perspectives, the folkloric perspective and the Budhist perspective, that discuss Buddhist folklore, The folklore focuses on explaining the meaning of Buddhism as it permeated folk culture, while the Buddhist perspective looked at the folk cultures as it interfered with Buddhist rituals. In other words, although it was called Buddhist folklore, it only considered Buddhism and folklore from their separate perspectives.  Consequently, the key issues to be addressed are, firstly, the rebirth of Buddhist folklore as comparative Buddhist folklore and, secondly, the use of the scriptures as a criterion for comparison. In this study, using the ‘Dream of Maya’ as a specific example, a comparison of the Pali and Chinese translations of the scriptures was attempted, as wll as a comparative analysis of the two types of scriptures and the temple murals.  It became clear that the ‘Dream of Maya’ is in fact transmitted differently in the Pali and Chinese scriptures in each region. The differences between Southeast Asian and Northeast Asian Buddhism and related Buddhist discourses are notable. It was also possible to speculate to speculate on the areas in which the Chinese struggled to understand Buddhism as it was transmitted from. In other words, the lotus flowers and elephants in the scriptures were difficult for the Chinese to understand and interpret. Chinese attitudes to solving difficult problems were also diverse, with reinterpretations and attempts at over-paraphrasing from a Taoist perspective. However, the Chinese translations of the scriptures that were the result of these efforts were transmitted to the Korean peninsula and spread to Japan. Buddhist paintings were then painted based on these scriptures and related Buddhist discourses were passed on orally. Behind the distinction of murals of Southeast Asian temples from those of Korean Peninsula is the scriptures that have already been interpreted in a different direction before discussing temple traditions and folk culture, In comparative Buddhist ethnography, therefore, the comparison of Pali and Chinese versions of the scriptures is not an option, but a necessity.  Although Buddhist folklore tended to be explained solely in terms of regional and ethnic logic as an inherited culture, it was confirmed that n many cases the scriptures should be considered first. Monk Da-Yeo of Anjeongsa Temple repeatedly stated that there is no content in Ttangseolbeop sermon that is unrelated to the scriptures, which is an important issue for Buddhist folklore and comparative Buddhist folklore."
  },
  {
    "title": "폭력의 문제에 대한 도덕과 교수-학습 및 평가 방안: 소설 『코끼리』 활용을 중심으로",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12070225",
    "is_free": true,
    "has_preview": false,
    "preview_url": null,
    "abstract": "본 연구의 목적은, 중학교 도덕과의 폭력의 문제 단원에서 활용할 교수-학습 자료를 선정하는 원칙을 마련하고 이를 활용한 교수-학습 및 평가 방안을 제안하는 데 있다. 교수-학습 자료를 선정할 때 고려해야 할 요인은 첫째, 폭력의 문제를 다루면 서도 교육적 효과를 얻기에 적합한 매체여야 한다. 둘째, 도덕심리학적으로 적합해야 한다. 셋째, 교수-학습 자료의 내용이 수업 목표를 달성하는 데 기여할 수 있어야 하며 학생들의 일상생활과 접목 가능성이 높아야 한다. 마지막으로 교수-학습 자료의 분량이 적절해야 하며 다른 단원에서도 연계해서 다룰 수 있어 활용성이 높아야 한다. 이를 토대로 김재영의 단편 소설  코끼리  를 교수-학습 자료로 선정하였다. 그리고 지적⋅감정적 교류 활동 중심의 모둠 활동과 연극 공연 중심의 교수-학습 방안을 소개하고, 독서논술 평가를 제안하였다.\n\n                        \n                        \n\n\n                            The purpose of this study is to prepare a principle for selecting teaching-learning materials to be used in the problem of violence in the middle school moral education. And to propose a teaching-learning and evaluation measures. The factor to consider when selecting teaching-learning materials should be, first, an appropriate medium for obtaining educational effects while dealing with the problem of violence. Second, it should be suitable for moral psychology. Third, the content of teaching-learning materials should be able to contribute to achieving class goals, and the possibility of integration with students' daily lives should be high. Finally, the amount of teaching-learning materials should be appropriate, and it should be highly useful because it can be dealt with in connection with other units. Based on this, Kim Jae-young's short novel \"Elephant\" was selected as a teaching-learning material. In addition, group activities centered on intellectual and emotional exchange activities and teaching-learning methods centered on theater performances were introduced. And reading essay evaluation using \"Elephant\" was proposed."
  },
  {
    "title": "코끼리마늘 추출물이 TM3 Leydig 세포의 테스토스테론 합성에 미치는 영향",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11124680",
    "is_free": true,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11124680",
    "abstract": "본 연구에서는 코끼리마늘 추출물이 과산화수소를 이용하여 산화적 스트레스를 유도한 TM3 Leydig 세포 내 테스토스테론 생성에 미치는 영향을 확인하고자 수행하였다. 과산화수소로 산화적 스트레스가 유도된 TM3 Leydig 세포에 코끼리마늘 추출물을 처리하여 세포 생존율에 영향을 미치지 않는 것으로 나타났다. 테스토스테론은 과산화수소 처리에 의해 감소하였지만 코끼리마늘 처리에 의해 증가함을 확인하였다. 또한, 테스토스테론 합성과 분해에 관여하는 효소의 발현에 미치는 영향을 확인한 결과, 테스토스테론 합성에 관여하는 CYP17A1, 3β-HSD, 17β-HSD는 과산화수소 처리에 의해 감소하였지만 코끼리마늘 처리해 의해 발현이 증가하였고, 테스토스테론 분해에 관여하는 5α-reductase와 aromatase는 과산화수소 처리에 의해 증가하였지만 코끼리마늘 처리에 의해 발현이 감소하였다. 이 결과를 통해서 코끼리마늘은 산화적 스트레스에 의해 감소된 TM3 Leydig 세포의 세포 생존율 회복에는 영향을 미치지 못하였지만, 테스토스테론 합성에 관여하는 효소를 증가시키고 반대로 분해에 관여하는 효소를 감소시킴으로써 산화적 스트레스에 의해 감소되었던 테스토스테론의 전체 생성을 증가시키는 것으로 여겨진다. 이러한 결과를 바탕으로 코끼리마늘 추출물은 테스토스테론의 생성 증가를 통해서 남성 갱년기 증상 개선을 위한 기능성 소재로서 활용 가능할 것으로 판단된다.\n\n                        \n                        \n\n\n                            This work investigated the effects of Allium ampeloprasum extract (AME) on testosterone synthesis in TM3 Leydig cells under hydrogen peroxide (H₂O₂)-induced oxidative stress. AME showed no increment of cell proliferation in the oxidatively stressed cells. Testosterone level lowered when the cells were treated with H₂O₂, but increased in the presence of AME. To determine the effect of AME on the testosterone biosynthetic pathway, we examined the expression level of the proteins involved in the synthesis or degradation of testosterone. The protein expression levels of CYP11A1, 3β-HSD2 and 17β-HSD3 (which are involved in testosterone synthesis) were decreased by H₂O₂ but increased by the AME treatment. Furthermore, the protein expression levels of 5α-reductase2 and aromatase (which are involved in testosterone degradation) were increased by H₂O₂ but decreased by the AME treatment. In conclusion, AME increased the testosterone level by increasing the expression of testosterone synthetase and decreasing the expression of the testosterone converting enzyme in TM3 Leydig cells under H₂O₂-induced oxidative stress. These results indicated that AME can alleviate andropause syndrome by restoring testosterone."
  },
  {
    "title": "냉장고 도우미 챗봇을 통한 요리의 효율화",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12098842",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12098842",
    "abstract": "본 논문은 요리 활동의 효율성을 향상시키기 위한 냉장고 도우미 챗봇의 설계 및 구현에 대해 소개한다. 이 챗봇은 데이터베이스와 통합하여 냉장고 재고를 관리하고, 사용 가능한 재료를 기반으로 레시피를 제안하며, 사용자에게 실시간 도움을 제공한다. 자연어 처리(NLP)와 머신러닝(ML) 기법을 활용하여 상호작용하고 사용자 친화적인 경험을 제공하며, 지능형 시스템의 현대 가정 내 응용 가능성을 입증한다."
  },
  {
    "title": "인공지능 기반 양문형 냉장고 Door Type별 내부온도 예측 모델 개발",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12085547",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12085547",
    "abstract": "Modern home appliances, especially kitchen appliances like refrigerators, are increasingly designed to complement home interiors. This study aims to significantly reduce the time required for CAD simplification, meshing, and other analysis tasks by introducing a predictive model using artificial intelligence (AI) algorithms. This approach facilitates rapid product launches, thereby enhancing market competitiveness. Data on the internal temperatures of refrigerators with four different door types were collected and processed to develop a temperature prediction model using AI algorithms. The trained model was used to predict the temperatures of the refrigerator and freezer compartments for various door types, optimizing the refrigerator's performance."
  },
  {
    "title": "가정용 냉장고 내 토출구 주변 열 유동 현상의 전산해석",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12085519",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12085519",
    "abstract": "Household refrigerators are essential for preserving food quality and maintaining energy efficiency through controlled airflow and temperature distribution. This study utilizes computational fluid dynamics (CFD) to analyze thermal fluid dynamics around the outlet of a household refrigerator and employs a Feed Forward Neural Network (FFNN) to develop an optimized model. The conventional model with only airflow near the upper outlet, causing vortex formation and stagnant zones with inadequate air circulation. In contrast, the AI-optimized model, which positioned an additional outlet at the lower right, effectively minimized these stagnant areas, leading to more uniform airflow distribution throughout the refrigerator. Despite these improvements, further optimization is needed to address remaining inefficiencies and enhance overall cooling performance and energy efficiency."
  },
  {
    "title": "간헐 기어를 이용한 냉장고 문의 자동 완전 개폐 메커니즘",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11954341",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11954341",
    "abstract": "냉장고 문을 개방할 때 초기에 큰 힘이 필요하며, 특히 사용자가 음식물을 양손으로 들고 있는 경우 문을 개폐하기 불편하다. 이러한 불편을 해소하기 위해 선도적인 가전제품 회사들이 냉장고 문을 자동으로 완전히 개폐하는 기능을 개발하고 있다. 그러나 기존의 기술은 초기의 큰 개방력을 얻기 위해 솔레노이드를 사용하거나 고가의 볼 스크루를 사용하여 자동 개폐 기능을 구현하였다. 본 연구에서는 간헐 기어와 제네바 기어를 응용한 새로운 메커니즘을 개발하였다. 간헐 기어는 동력 전달 방향을 전환할 수 있어서 초기 개방을 위한 동력과 후속 개방을 위한 동력을 하나로 줄일 수 있다. 또한 역방향으로 복귀 동작이 가능한 제네바 기어를 새로이 고안하여 메커니즘이 초기 상태로 복귀할 수 있도록 하였다. 개발된 메커니즘은 솔레노이드나 볼 스크루를 사용하지 않고 하나의 일반 모터만을 사용하기 때문에 제품의 원가를 낮출 수 있고, 솔레노이드가 작동할 때의 소음을 제거하여 감성 품질을 높일 수 있다. 그뿐만 아니라 정전이 되었을 때도 간헐 기어로 저항감 없이 냉장고 문을 수동으로 개폐할 수 있는 장점도 가지고 있다.\n\n                        \n                        \n\n\n                            Opening a refrigerator door requires a high force initially, and it is inconvenient to open and close the door, especially when the user is holding food with both hands. To resolve this inconvenience, home appliance companies are developing functions that automatically open and close the refrigerator door. On the other hand, existing technology used solenoids for the initial opening force or used expensive ball screws to implement automatic opening and closing functions. This study developed a new mechanism using a missing teeth gear and Geneva gear. Missing teeth gears can switch the direction of power transmission, reducing the power for the initial opening and the power for subsequent opening into one. In addition, a new Geneva gear capable of returning in the reverse direction was designed to allow the mechanism to return to its initial state. The developed mechanism can lower the product cost because it uses only one general motor rather than a solenoid or ball screw and can improve emotional quality by eliminating noise when the solenoid operates. In addition, even during a power outage, the developed mechanism can allow the refrigerator door to be opened and closed manually without significant resistance."
  },
  {
    "title": "소형 확산형 흡수식 냉장고의 재생기 가열량 변화에 따른 성능 분석",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12096803",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12096803",
    "abstract": "This study analyzed the performance of a small diffusion absorption refrigerator using environmentally friendly refrigerants and minimal electricity, according to variations in generator heat input. In order to protect the ozone layer, which shields the Earth from harmful ultraviolet rays, organic refrigerants are emerging as crucial alternatives to conventional halogen refrigerants. To measure performance, an experimental apparatus was set up with a measurement system. A variable voltage generator was used to adjust the heating capacity of an electric heater supplying heat to the generator. This study revealed that the maximum coefficient of performance(COP) occurred at a voltage of 180V and a power input of 51W. This outcome is attributed to the characteristics of the two-phase flow regime in the bubble pump. Thus, in a diffusion absorption refrigerator, it is important to find the operational conditions that result in maximum efficiency."
  },
  {
    "title": "저속 운전 시 부하전류형 인버터의 강제 정류 성능 개선을 위한 간격 시간 선정 및 새로운 구현 방법",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12127865",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12127865",
    "abstract": "This paper proposes a method for selecting commutation intervals and a novel implementation approach for motor drives by using a thyristor-based load commutated inverter (LCI) during forced commutation operation. The equivalent circuit of the LCI system is modeled during forced commutation, and the current and voltage characteristics are formulated into ignition equations to develop a stable method for selecting commutation intervals. Additionally, an algorithm is proposed to implement and maintain the selected commutation intervals throughout operation. The proposed method for selecting commutation intervals and the corresponding implementation algorithm are verified through MATLAB / SIMULINK and experiments using a scaled model."
  },
  {
    "title": "이미지 분석을 통한 메탄올 이중 연료 추진선 연료 저장 탱크에 적용된 징크 도장 성능 평가 방법 기초 연구",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12121907",
    "is_free": true,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12121907",
    "abstract": "This study presents a method for evaluating the performance of zinc coating on methanol dual-fuel ship fuel tanks using image analysis. Methanol, a promising fuel with minimal environmental impact, is highly corrosive, necessitating the implementation of effective coating solutions.The experiment involved tensile tests on zinc-coated specimens at displacements of 3mm, 5mm, 10mm, 20mm, and 30mm, in addition to salt spray, microscopic crack inspections and Image analysis. Image analysis was employed to reduce evaluator bias and quantify damage patterns. The results demonstrated that, up to 10mm displacement, no significant damage was observed; however, cracking was evident at 20mm and above. A 10% failure threshold for coating performance was proposed.This method offers a reliable approach to assessing zinc coating durability in methanol-fueled ships and can be applied to other marine coatings"
  },
  {
    "title": "실내 환경 내 반복 패턴 극복을 위한 텍스트 활용 시각적 장소 인식 방법",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12125024",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12125024",
    "abstract": "In this paper, we propose a visual place recognition (VPR) technique that involves integrating textual information to overcome the challenges associated with repetitive patterns in indoor environments. As existing VPR algorithms mainly rely on visual features or geometric structures to recognize places, their performance degrades due to perceptual aliasing when they encounter repetitive patterns. Hence, we present a novel VPR algorithm that uses text, which is easily found in indoor environments, as a key feature to identify places. Since text recognition performance is critical in the proposed method, we adopt a sliding-window technique to extract consistent text for multiple query images to improve the text recognition accuracy and reduce the false positive rate. Moreover, the proposed method uses not only text but also the results of existing VPR algorithms, which allows it to overcome repetitive patterns while maintaining the performance of existing algorithms. Based on our experiments, the proposed algorithm achieves the lower false positive rates than existing VPR algorithms in indoor environments with repetitive patterns."
  },
  {
    "title": "전방위 깊이 추정을 위한 멀티모달 확률분포 기반의 샘플링 방법",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12125026",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12125026",
    "abstract": "Omnidirectional depth estimation is crucial in enhancing the stability of 3D environment recognition systems. The conventional approach to depth estimation involves predicting a regressed depth value under the assumption of a unimodal probability distribution. However, this method is inherently inadequate for regions containing multiple objects, such as object boundaries. Hence, we propose a novel sampling method based on a multimodal probability distribution and demonstrate its effectiveness by comparing its performance with that of conventional unimodal methods. Based on the experimental results, the proposed method achieves accurate depth prediction in the boundary region, outperforming existing omnidirectional depth estimation models that rely on dense sampling."
  },
  {
    "title": "거리 원근 기반 그라데이션을 적용한 안개 합성 영상 생성 방법",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12129331",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12129331",
    "abstract": "자연 영상에서, 원거리에 있는 객체는 대기 중 다수의 입자를 통과하며 빛이 산란되어 짙은 안개로 인지되고, 근거리 객체는 상대적으로 적게 산란된 빛이 도달하여 옅은 안개로 나타난다. 그러나 기존의 안개 합성 알고리즘들은 이러한 원근 거리에 따른 안개농도 변화를 고려하지 못하여, 비현실적인 안개 합성 영상을 생성하는 경향이 있다. 이에 본 논문에서는 거리 원근감을 반영하는 그라데이션 기법을 도입하여, 안개 농도를 비선형적으로 제어하는 새로운 안개 합성 방법을 제안한다. 제안하는 방법은 영상의 상단에서 하단으로 갈수록 안개 농도가 점진적으로 증가하도록 설계되어, 시각적으로 더욱 현실적인 안개 영상을 생성한다.\n\n                        \n                        \n\n\n                            In natural scenes, distant objects appear more hazy due to light scattering through a greater number of atmospheric particles along longer atmospheric paths, resulting in a denser haze. Conversely, closer objects exhibit less haze due to reduced light scattering. However, conventional haze synthesis algorithms often neglect this depth-dependent variation in haze density, leading to unrealistic haze synthesis results. To address this limitation, this paper introduces a novel haze synthesis method that incorporates a distance-aware gradation function. This method non-linearly modulates the haze density, creating a natural haze gradient that increases with distance from the viewer, and consequently generates more visually realistic hazy images."
  }
]