[
  {
    "title": "ITE 타입 커스텀 이어폰 설계에 관한 연구",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11615623",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11615623",
    "abstract": "밸런스드 아마추어 드라이버는 높은 에너지 효율을 갖고 있기 때문에 소형의 음향 출력장치에 널리 이용되고 있다. 하지만 일반적으로 주파수 특성이 좋지 못하여 고품질의 음향 출력장치에 활용되기에 한계가 있다. 본 연구에서는 음향관이 갖는 음향 전달 특성에 대해 유한요소해석을 수행하고 몇 가지 설계 파라미터에 따라 특성을 변화시킬 수 있음을 보였다. 해석 결과를 바탕으로 음향관을 밸런스드 아마추어 드라이버의 출력단에 연결하여 커스텀 이어폰을 제작하였고, 2 cc 커플러 이어 모델을 이용하여 음향 전달 특성을 확인하였다. 이를 통해 음향관이 설계 변수에 따라 다양한 목적의 인이어 타입 이어폰 개발에 활용될 수 있음을 보였다.\n\n                        \n                        \n\n\n                            Balanced armature drivers are widely used in small-sized sound output devices because they have high energy efficiency. However, its frequency characteristics are generally poor, so its use in high-quality sound output devices is limited. In this study, we performed a finite element analysis on the sound transmission characteristics of an acoustic waveguide and showed that the characteristics can be changed according to several design parameters. Custom earphones were manufactured by connecting the sound tube produced according to the analysis results to the output terminal of a balanced armature driver, and the transmission characteristics were confirmed through an acoustic experiment using a 2 cc coupler. This showed that acoustic waveguides can be used to develop in-ear type earphones for various purposes depending on design variables."
  },
  {
    "title": "가혹 조건을 고려한 무선이어폰 배터리 유지 시간 측정 방법에 관한 연구",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11057121",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11057121",
    "abstract": "4차산업 시대를 맞이하여 융복합 기술의 적용이 확대되고 있고 특히 스마트폰을 비롯한 모바일 산업 분야에서의 제품 혁신이 두드러지고 있다. 최근 출시되는 제품들에서는 유선 단자의 사용을 줄이고 무선 기술의 적용이 보편화 되어 음향기기에 있어서는 무선이어폰 사용이 눈에 띄게 증가하였다. 무선이어폰은 현재 다양한 가격대와 기능을 보유한 제품들이 시장에 출시되어 있고 소비자들 또한 많이 사용하게 되면서 제품 품질에 대한 이슈가 제기되고 있다. 이를 반영하듯 2020년 국내 한 소비자단체에서는 재생 시간의 경우 제품의 표시와 실제 측정 시간 간의 차이가 있고 측정 방법에 따라 그 결과가 달라질 수 있어 표준화된 측정 방법이 필요하다고 발표하였다. 또한 한국소비자원에서는 2021년 소비자 설문조사를 통해 선호도가 높은 블루투스 이어폰 제품을 대상으로 품질 비교시험을 진행하였고 표시 위반 사항과 조치내용을 정부 관계기관에 통보하였다. 본 논문은 이러한 배경에서 출발하였으며 무선이어폰 재생 시간 측정 표준 개발에 필요한 주요 항목인 가혹 조건에서의 배터리 유지 시간 측정 방법에 관한 연구 결과를 소개하고 있다. 본 논문에서 제안하고 있는 측정법은 국가표준인 한국산업표준(KS)으로 제정 추진코자 한다.\n\n                        \n                        \n\n\n                            The application of convergence technology is expanding in the era of 4th industrial revolution, and product innovation in the mobile technologies industry, including that of smartphones, is remarkable particularly. Specifically, the wired terminals\" use has been reduced in the recent products of this industry, and wireless technology has become more common in the same. So, wireless earphones with various price ranges and functions are available in the market currently, and consumers are also using them a lot. However, there have been rising concerns about the wireless earphones\" quality. For example, a Korean consumer group announced in 2020 that there was a difference between the playback time of a displayed product and its measured value, and this difference might vary depending on the measurement method. So, a standard measurement of a wireless earphone\"s particular characteristic is needed. In addition, the Korea Consumer Agency conducted a quality comparison on the highly preferred Bluetooth earphones through a consumer survey in 2021 and notified the relevant government agencies of label violations and the various measures taken to prevent them. This research is set in the same background as the above quality comparison and measures the wireless earphones\" battery holding time by considering the stresses. Particularly, this research is key in developing a wireless earphone\"s playback time measurement standard. In effect, the measurement method proposed in this research is intended to be established and promoted as a Korean Industrial Standard (KS)."
  },
  {
    "title": "제품 사용 경험 요소와 지속적 사용의도의 관련성 연구 -무선이어폰을 연구대상으로-",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11027915",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11027915",
    "abstract": "경험경제 시대에 사용자 경험은 제품의 핵심가치로 부각되어 제품의 지속사용성과 시장의 장기적 생존 가능성에 영향을 주고 있다. 그러나 제품의 지속사용성에 영향을 주는 제품 사용자 경험 요소(PUX 요소)에 관한 연구는 여전히 부족하다. 따라서 본 연구의 목적은 일상생활에서 뮤직을 즐기기 위해 많이 사용되는 웨어러블 제품인 무선이어폰의 PUX 요소와 지속적 사용 의도 간의 연관성을 알아보고자 한다. 연구는 이런 연관성이 유형별 제품에서 나타내는 차별성을 통찰하기 위해 3가지 유형의 무선이어폰을 연구대상 제품으로 한다. 연구과정은 1)“무선이어폰의 시장 현황 조사”, 2)“사용자 조사 및 PUX 요소 도출”, 3)“PUX 요소와 지속적 사용의도의 연관성 분석”, 4)“분석 결과 도출 및 경험 디자인 방향성 제시” 4단계로 이루어졌다. 이런 연구 과정을 통해 무선이어폰의 유형에 따라 제품 지속사용성에 영향을 주는 핵심 PUX 요소군집이 서로 다르다는 것을 알 수 있었다. 핵심 PUX 요소군집의 차별성 결과를 바탕으로 제품 지속사용성을 향상하기 위한 경험 디자인 방향을 제시하였다.\n\n                        \n                        \n\n\n                            In the era of ‘Experience Economy’ user experience has emerged as a core value of a product, affecting the sustainability of the product and the long-term market viability. However, studies on product user experience factors (PUX factors) that affect the sustainability of the product still limited. Therefore, the purpose of this study is to investigate the relationship between the PUX factors and the continuance usage intention with wireless earphones, which is a wearable product that is widely used to enjoy music in everyday life. The study uses three types of wireless earphones as the target product to insight into the differentiation of this relationship represents in different types of product. The research process consisted of four steps: 1) “Investigation on the current status of wireless earphones market”, 2) “User survey and derivation of PUX factors”, 3 “Analyzing the relationship between PUX factors and continuance usage intention”, 4) “Output of analysis results and direction of product experience design”. Through this research process, it was found that the core PUX factors that influence product sustainability were different depending on the type of wireless earphone. According to the differentiation of the core PUX factors, a variety of design methods for improving product experience and product sustainability was presented."
  },
  {
    "title": "무선 이어폰 사용자 경험 개선을 위한 디자인 연구 - 애플 AirPods Pro 이어폰을 중심으로 -",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11740133",
    "is_free": true,
    "has_preview": false,
    "preview_url": null,
    "abstract": "연구배경 최근 몇 년 동안 블루투스 기술의 발전에 따라 블루투스 이어폰의 보급률이 급격히 증가하여 무선 오디오 기기 시장에서 중요한 구성 요소로 자리매김하였다. 그러나 블루투스 이어폰의 기능과 디자인은 계속해서 개선되고 있음에도 불구하고, 많은 사용자들은 여전히 블루투스 이어폰 사용과 관련된 다양한 문제와 도전에 직면하고 있다. 따라서 위에서 언급한 이러한 문제와 도전을 고려할 때, 블루투스 이어폰 사용자 경험 개선을 위한  연구가 필요하다.\r연구방법 본 연구는 무선 이어폰의 사용자 경험 개선을 위해 애플 AirPods Pro 이어폰을 연구대상으로 선정하였다. 첫째, 웨어러블 제품 사용자 경험에 관한 선행연구를 토대로 9개 UX요소에 관한 만족도를 평가하는 설문 조사를 진행하였다. 둘째, 사용자의 사용 습관, 요구 사항와 사용상의 불편함 등에 대해 심층 인터뷰를 진행하였다. 동시에, 심층 인터뷰 결과를 통해 설문 조사 결과를 검증하였다. 마지막으로 설문조사와 심층 인터뷰의 분석 결과를 바탕으로 사용자 경험 개선을 위한 구체적인 제안을 제시하였다.\r연구결과 연구 결과는 애플 AirPods Pro 이어폰의 사용자 경험을 향상시키기 위해서는 신뢰성, 조작성, 편안함, 기능성, 안전 및 건강 측면에서 개선해야 함을 보여주었다. 그리고 디자인적인 관점에서 각 측면 해결에 대한 시사점을 제시하였다.\r결론 본 연구는 애플 AirPods Pro 이어폰에 존재하는 문제점을 심층 인터뷰와 설문조사를 통해 파악한 결과, 도출된 결론이 일치한 것으로 확인되었다. 이는 주로 신뢰성, 조작성, 편안함, 기능성, 안전 및 건강 측면에서 나타났다. 이어서 애플 AirPods Pro 이어폰의 사용자 경험 개선을 위해 발견된 5가지 측면의 문제 사항에 대한 개선이 필요하다는 구체적인 방안을 제시하였다.\n\n                        \n                        \n\n\n                            Background In recent years, with the advancement of Bluetooth technology, the popularity of Bluetooth earphones has significantly increased, making them a crucial component in the wireless audio device market. Despite continuous improvements in functionality and design, many users still face various challenges and issues related to Bluetooth earphone usage. Therefore, considering these challenges, there is a need for research aimed at enhancing the user experience of Bluetooth earphones.\rMethods This study focused on enhancing the user experience of wireless earphones, specifically the Apple AirPods Pro. Firstly, a survey was conducted to evaluate user satisfaction regarding 9 UX elements based on previous research on wearable product user experiences. Secondly, in-depth interviews were carried out to explore users' habits, requirements, and discomforts during usage, validating the survey results. Lastly, the analysis of both the survey and interviews served as the foundation for concrete proposals to improve the user experience.\rResult The study findings indicate that to enhance the user experience of Apple AirPods Pro earphones, improvements are required in reliability, usability, comfort, functionality, safety, and health aspects. Design perspectives were provided for addressing each of these aspects.\rConclusion The study identified issues with Apple AirPods Pro earphones through in-depth interviews and surveys, with findings consistently highlighting areas of concern in terms of reliability, usability, comfort, functionality, safety, and health aspects. Specific measures for improvement were proposed based on the five identified problem areas to enhance the user experience of Apple AirPods Pro earphones."
  },
  {
    "title": "시니어를 위한 히어러블 디바이스 개발 방향성 연구 –무선 이어폰을 중심으로-",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11246753",
    "is_free": true,
    "has_preview": false,
    "preview_url": null,
    "abstract": "This study aimed to evaluate the user experience of hearable devices for seniors and suggest possible development directions. A literature review, case study, and in-depth interviews were conducted. Based on the literature review, convenience, accessibility, transmissibility, wearability, aesthetics, and interest were determined as the user experience factors of hearable devices. Then, in-depth interviews were conducted with 12 participants aged 60 or older regarding four devices. Participants tried four different types of wireless earphones which were selected based on a case study: open-type, kernel-type, neckband-type, and earring-type. Regarding convenience, the participants preferred to carry small devices and regarding accessibility, participants responded positively for most product types. For transmissibility and wearability, there were differences depending on whether devices were put on correctly, but the participants preferred products that did not wholly block external sounds. For aesthetics, participants preferred small and cutting-edge designs. Interest was noticeable among those who had not used the devices before, and for stability, the neckband-type was the most preferred. Based on the results we suggest designing small cutting-edge designs and button-type assist devices, not blocking the external sound, providing a participation program, simplifying device functions, and establishing a method that can be combined with and stored in clothes and a delivery method that can signal danger."
  },
  {
    "title": "연속 변환 이중 모드 줄꼬임 구동기를 이용한 드론 펄칭 시스템",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11040519",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11040519",
    "abstract": "드론은 높은 비행자유도를 활용하여 군사 및 민수 분야에서 감시·정찰용으로 활용되고 있으나 연속 비행 시 극심한 배터리 소모로 인해 상당히 제한된 운용 시간을 가진다. 이를 해결하기 위해 구조물에 매달리거나 접착하여 베터리 소모를 최소화하면서 임무수행을 할 수 있는 ‘펄칭(Perching)’ 개념이 도입되었다. 그리퍼, 미세 갈고리, 전기 증착을 이용해 펄칭 메커니즘을 구현한 선행연구가 수행되어왔지만 기존 연구들은 시스템의 부피 증가 및 제한된 펄칭 성능 등의 제한점을 보여주고 있다. 본 연구는 작은 부피를 가지면서 높은 성능의 펄칭 시스템을 구현하기 위한 연속 변환 이 ... 전체 초록 보기"
  },
  {
    "title": "Design of a Twisted String Transmission Driven Motor-generator System for Assisting both Propulsion and Braking of the Human Knee Joint",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11040494",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11040494",
    "abstract": "In order to assist the human knee joint motion effectively, a biomechanical wearable device should perform the function of propulsion and braking of the knee joint that changes within gait cycle at the correct time. In this study, a twisted string transmission (TST) driven motor-generator system capable of assisting both propulsion and braking the knee joint during gait cycle is proposed. A twisted string transmission amplifies effectively both propulsion and braking torque through high transmission ratio and has advantages of compactness, lightness, and compliance. In this system, the human knee joint is connected to an BLDC motor and a generator ... 전체 초록 보기"
  },
  {
    "title": "Rotational Twisted String Actuator with Linearized Output for a Wearable Exoskeleton",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE06338946",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE06338946",
    "abstract": "Early wearable robotic devices were big, powerful and manipulator-like. Recently, various applications of wearable robotics have shown a greater demand for lower weight and compliancy. One approach to achieve these objectives is the use of novel actuators such as twisted string actuators. These actuator are very light, quiet, mechanically simple and compliant. Therefore, they can drastically decrease the weight and size of robotic systems such as exoskeletons. However, one drawback of this actuator is its nonlinear transmission ratio, which is established as a ratio between the angle of twisting of the strings and their resulting contraction. In this paper, we propose a transmission mechanism with rotational motion as the output incorporating a twisted string actuator (TSA). The designed mechanism allows the linearization of the relationships between the input and output displacements and forces of a TSA. The proposed design has been validated theoretically and through a set of computer simulations. A detailed analysis of the performance of the proposed mechanism is presented in this paper along with a design guideline."
  },
  {
    "title": "줄꼬임에 기반한 상지 외골격 로봇",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE07045250",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE07045250",
    "abstract": "This paper proposes a new concept of a soft and wearable upper-limb exoskeleton. A novel actuation principle, called the twisted string actuation principle, is implemented to make it lightweight, soft, and therefore easily wearable. Its power transmission mechanism and harness are designed to be soft and wearable, yet have enough control accuracy for rehabilitation. In addition to force transmission optimization, a speed enlargement mechanism is newly introduced in order to increase the contraction speed of the twisted string actuation mechanism by sacrificing the unnecessarily large gear reduction ratio of the twisted string mechanism. A prototype has been tested for mirroring therapy, and the feasibility of the proposed mechanism has been shown through a sufficiently accurate tracking performance."
  },
  {
    "title": "줄 꼬임 구동을 이용한 수확용 그리퍼의 줄기 절단 장치 설계 및 검증",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE11909391",
    "is_free": true,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE11909391",
    "abstract": "This paper presents a novel stem-cutting device using a twisted string actuation system combined with the cinch bag-typed gripper proposed in previous research. The suggested cutting device was developed to cut the stem of a tomato using two motors. The relationship between contact time and motor angle was mathematically induced, and the contacting time was verified through the experiments. The contact time has decreased as the offset of each pair of strings at the disk increases. The contact time and its deviation were reduced by increasing the radius of the twisted string bundle, and the motor torque to exert an equivalent cutting force was surged at the same time. The proposed cutting mechanism with 16 strands of twisted string bundle and 40 mm of offset can cut the given tomato stems and stalks, exerting up to 132.4 N of cutting force in 4.6 to 6.5seconds."
  },
  {
    "title": "생성형 AI를 활용한 장애인의 Pain-point 해결 방안 제안: 기술-사례 매핑 접근법을 활용하여",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12127074",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12127074",
    "abstract": "ChatGPT와 같은 생성형 AI의 등장 이후, 이 기술은 교육, 게임, 챗봇 등 다양한 분야에서 활용되며 그 유용성이 입증되었고 가파른 성장세를 보이고 있다. 그러나, 생성형 AI는 장애인을 지원하기 위한 보조적 수단으로의 적용은 여전히 제한적이다. 생성형 AI를 활용하여 장애인이 겪는 다양한 피해 유형을 해결하는 방법을 제안하기 위해 본 연구는 장애인이 일상에서 겪는 통점(Pain-point)를 도출하였다. 이를 위해 사례 조사와 데이터 마이닝 기법을 통해 체계적으로 분석하였다. 기존 연구는 주로 기술 발전과 특허 분석에 초점을 맞추거나 피해 사례 분석에 집중하였다. 본 연구는 실제 장애인의 피해 유형과 이를 해결하기 위한 기술적 접근을 결합하여 생성형 AI가 장애인의 삶의 질 향상에 기여할 방안을 제시한다. 특히, 문화･여가 활동, 직장 및 교육 활동에서 장애인이 직면하는 문제를 구체적으로 탐구하며, 생성형 AI가 제공할 수 있는 맞춤형 해결책을 제안한다. 실제 피해 유형과 현재 기술 발전 수준을 파악하고 분석 결과를 바탕으로 생성형 AI의 적용 가능성을 판단한다는 점에서 다양한 피해 유형을 해결할 수 있을 것으로 기대한다.\n\n                        \n                        \n\n\n                            Since the advent of generative AI technologies like ChatGPT, their utility has been demonstrated across various fields such as education, gaming, and chatbots, accompanied by rapid growth. However, the application of Generative AI as a supportive tool for assisting individuals with disabilities remains limited. To propose methods for addressing the diverse challenges faced by individuals with disabilities through Generative AI, this study identifies their Pain-points and systematically analyzes them using case studies and data mining techniques. While previous research has primarily focused on technological advancements, patent analyses, or specific case studies, this research combines real-world challenges faced by individuals with disabilities with technological approaches to propose ways Generative AI can improve their quality of life. The study particularly examines challenges in cultural and leisure activities, workplace environments, and educational settings, offering tailored solutions enabled by Generative AI. By identifying real-world issues and evaluating the current state of technological advancements, this research assesses the applicability of Generative AI to effectively address a wide range of challenges, with the expectation of contributing to practical and impactful solutions."
  },
  {
    "title": "간호대학생의 산업체 인턴십 프로그램이 의사소통능력, 문제해결능력, 취업준비행동에 미치는 효과",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12119695",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12119695",
    "abstract": "본 연구는 산업체 인턴십 프로그램에 참여한 학생들의 의사소통능력, 문제해결능력, 취업준비행동에 미치는 효과를 파악하기 위해 비동등성 대조군 전후 설계를 이용한 유사실험 연구이다. 연구대상자는 실험군 37명, 대조군 35명으로 J시 소재 대학 간호학과 4학년 학생으로 편의모집되었다. 자료수집기간은 2023년 7월 1일부터 9월 30일 까지이고, 연구 목적과 내용을 설명하고 동의를 받은 후 인턴십 프로그램 참여 전과 후에 설문을 실시하였다. 프로그램 구성은 ADDIE 교수설계 모형을 기반으로 비교과 교육과정 교수설계 단계인 Plan, Do, Reflection and Evaluation 과정으로 이루어졌다. 프로그램의 효과는 ANCOVA, paired t-test로 분석하였다. 효과검증 결과, 산업체 인턴십 프로그램을 제공받은 실험군은 의사소통능력에서 유의미한 향상을 보였으나(F= 22.16, p< .001), 문제해결능력에서는 실험군과 대조군 간 유의미한 차이가 나타나지 않았다(F= 0.22, p= .643). 또한, 취업준비행동에서는 실험군이 대조군보다 유의미한 취업준비행동을 나타냈다(F= -2.69, p= .010). 본 연구는 간호대학생의 산업체 인턴십 프로그램이 의사소통능력과 취업준비행동에 긍정적인 영향을 미친다는 점을 확인하였다. 문제해결능력 향상을 위해서는 장기적인 교육과 실습이 필요하며, 이를 위해 체계적이고 심화된 프로그램의 도입이 요구된다.\n\n                        \n                        \n\n\n                            This study is a quasi-experimental study using a non-equivalent control group pre-post design to determine the effect of participating in an industrial internship program on students' communication skills, problem-solving ability, and employment preparation behavior. The participants were convenience sampled, 37 students in the experimental group and 35 students in the control group, all fourth-year nursing students at a university in J city. The program structure was based on the ADDIE instructional design model and consisted of extra curriculum instructional design stages of Plan, Do, Reflection, and Evaluation. The effectiveness of the program was analyzed using ANCOVA and paired t-test. The experimental group that received the industrial internship education program showed a significant improvement in communication skills(F= 22.16, p< .001), but there was no significant difference between the experimental and control groups in problem-solving ability(F= 0.22, p= .643). In addition, the experimental group showed more significant employment preparation behavior(F= -2.69, p= .010) than the control group. This study confirmed that the industrial internship program for nursing students had a positive effect on their communication skills and employment preparation behavior. To improve problem-solving skills, long-term education and practice as well as the introduction of systematic and in-depth programs are required."
  },
  {
    "title": "광 버스트 스위칭 네트워크를 위한 버스트 충돌 해결 알고리즘",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12120435",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12120435",
    "abstract": "A new algorithm designed to resolve the problem of contention in optical burst switching networks, which is a very promising technology for practical optical packet switching, is proposed. The proposed algorithm was formulated based on the functions of wavelength conversion, deflection routing, segmentation and fiber delay line buffering, and then applied to optical burst switching networks. The performance of the contention resolution algorithm was analyzed using OPNET simulation tool. The network topology used for simulations was dependent on the NSFNET network. The simulation results show the effectiveness of the proposed algorithm and the performance analysis demonstrates a definite improvement under various network traffic conditions."
  },
  {
    "title": "초고령 사회와 연령차별주의에 따른 고용상 연령차별: 고령자 고용안정과 분쟁해결 방안을 중심으로",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12107616",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12107616",
    "abstract": "2025년부터 우리나라도 초고령사회에 진입했다. 그러나 우리 고령자 고용 및 노동 부문에서의 법제도는 구 「고령자고용촉진법」의 체계 내에서 고용상 연령차별을 규율하고, 60세 법정 정년제도의 정착과 확대, 55세 이상 근로자에 대한 고용의 유연성 등을 중심으로 고령자의 고용촉진과 안정에 방점을 두어 왔던 것으로 평가된다.  하지만 이러한 고령자 관련 고용 및 노동 부문에서의 제도적 틀은 고령자에 대한 부정적인 연령차별주의에 기초하고 있는 것이라 할 수 있고, 이는 초고령 사회가 진전되면 될수록 구조적인 문제를 심화시키는 요인이 될 것임이 자명해 보인다. 그럼에도 고령자 고용 관련 논의가 진전되면 될수록 우리 관심은 정년연장 가능성에 초점이 맞추어져 있을 뿐, 초고령 사회에 따른 연령차별주의와 고령자에 대한 구조적 차별 해소를 위한 관련 논의는 부족하다.  이러한 태도는 오히려 고령자에 대한 부정적인 연령차별주의를 더욱 공고히 하는 것일 수 있고, 또 우리 사회에 내재해 있는 연령차별주의에 대한 인식 및 영향 등을 충분히 반영하는 것으로 보기도 어렵다. 따라서 향후 관련 논의에서는 ① 왜 고용상 연령차별금지 및 구제를 「고령자고용촉진법」 체계내에서 규율해야 하는지, ② 연령을 기준으로 정년 60세, 고령자 55세로 법정하는 근거는 무엇이고, ③ 이들 법정 연령은 제도적인 차별을 공고히 하는 것이 분명함에도 위헌 및 그 정당성이 다투어지지 않는지, ④ 지속적으로 일해야 하는 고령자에 대한 충분한 생활안정과 소득보장이 이루어지지 않고 있음에도 65세 이상 근로자를 고용촉진 및 실업급여 등의 적용에서 제외하는 이유는 무엇인지 등에 대한 논거의 확립이 필요해 보인다.  이 연구는 필자의 “초고령 사회와 연령차별주의에 따른 고용상 연령차별” 연구 시리즈 중 일부이다. 앞선 연구에서는 연령차별주의의 개념과 연령차별주의의 유형으로서 긍정적 효과, 소위 ‘꼰대’ 문화 및 청년 우선 고용정책과 고령자 소외 현상 등에 따른 부정적 효과 등을 확인하고, 「연령차별금지법」의 단독 법령으로의 개정 필요성, 최근 논의되고 있는 법정 정년제도의 위헌성 및 연장 등에 관한 논거를 연령차별주의에 기초하여 분석함으로써 나아갈 방향을 모색한 바 있다.  본 고에서는 법정 55세 고령자 기준 및 지속적으로 일해야 하는 고령자에 대한 충분한 생활안정과 소득보장 없이 고용촉진 및 실업급여 등의 적용에서 제외되는 65세 고령자 기준 등에 대한 연령차별의 가능성을 진단한다. 그리고 이러한 규정이 고령자 고용안정을 위해 도입된 비정규직 사용기한 및 고용보험 적용제외 등과 같은 제도에서 어떻게 구조적으로 고령자 차별을 야기하고 있는지를 여부를 확인한다. 또한, 고령자 고용안정을 위한 갱신기대권 관련 분쟁, 임금 등 분쟁, 차별 관련 분쟁 등과 관련하여 실효적인 연령차별 해결방안을 모색한다.\n\n                        \n                        \n\n\n                            Korea will enter a super-aged society starting in 2025. Our legal system in the employment and labor sectors is evaluated to have focused on promoting and stabilizing employment of the elderly, focusing on regulating age discrimination in employment within the framework of the old “Elderly Employment Promotion Act,” establishing and expanding the statutory retirement age of 60, and providing flexibility in employment for workers aged 55 or older.  However, this institutional framework in the employment and labor sectors can be said to be based on negative ageism against the elderly. It seems clear that it will become a factor that deepens structural problems as the super-aged society advances. As discussions on the employment of the elderly progress, our attention seems focused only on the possibility of extending the retirement age, and there is a lack of discussion on ageism and structural discrimination against the elderly due to the super-aged society.  This attitude may rather solidify negative ageism against the elderly. In addition, it is difficult to see the discussion as sufficiently reflecting the awareness and influence of ageism inherent in our society. Therefore, in future discussions, it is necessary to establish a rationale for ① why the prohibition of age discrimination in employment and relief should be regulated within the system of the “Elderly Employment Promotion Act”; ② what is the basis for setting the retirement age at 60 and the age of 55 for the elderly based on age; ③ why the constitutionality and legitimacy of these statutory ages are not disputed even though they clearly reinforce institutional discrimination; and ④ why workers aged 65 or older are excluded from employment promotion and unemployment benefits, and so forth, despite the lack of sufficient living stability and income security for the elderly who must continue to work.  This study is part of a series of studies titled “Age Discrimination in Employment due to the Super-Aging Society and Ageism.” Previous studies have identified the concept of ageism and the positive effects of ageism, and the negative effects of the so-called “old-timer” culture, youth-first employment policy, and the phenomenon of alienation of the elderly. In addition, the necessity of revising the 「Age Discrimination Prohibition Act」 as a single law, the unconstitutionality of the statutory retirement system that has been recently discussed, and the grounds for its extension were analyzed based on age discrimination, thereby seeking a direction to move forward.  In this paper, the possibility of age discrimination is diagnosed in the statutory 55-year-old standard and the 65-year-old standard that is excluded from the application of employment promotion and unemployment benefits. In addition, it is confirmed whether these regulations structurally cause discrimination against the elderly in systems such as the non-regular employment period and employment insurance exclusion introduced to stabilize employment for the elderly. This study also seeks effective solutions to age discrimination in relation to disputes related to the right to renewal for the stable employment of the elderly, wage disputes, etc., and discrimination-related disputes."
  },
  {
    "title": "주목 권력으로서 언론의 성격 변화와 문제 해결 방안",
    "link": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE12103103",
    "is_free": false,
    "has_preview": true,
    "preview_url": "https://image.dbpia.co.kr/QuickView/QuickView/NODE12103103",
    "abstract": "권력으로서 언론에 대한 기존의 성격 규정은 디지털 미디어 시대로 접어들면서 의미를 상실하고 있다. 이는 언론이 낙관적인 다원주의의 기대를 무너뜨리면서 디지털 권력 조합의 일원으로서 기능하는 것과 관련이 있고, 또한 주목 권력으로서 언론의 역할 변화와 밀접하게 연결된다. 언론 주목 권력의 성격 변화에서 가장 두드러진 점은 언론이 디지털 자본주의 체제에 순응하면서 기존 권력과 통합적인 성격을 가지게 되었다는 것이고, 이는 주목 권력으로서 언론의 성격이 사회문화권력에서 경제권력으로 강조점이 변화했다는 것을 의미한다. 디지털 미디어 시대 언론 주목 권력의 성격 변화는 디지털 주목 자본주의, 주목 네트워크 형성, 주목 이데올로기 장치, 개인화된 주목 감시와 관련이 있다. 언론은 성격 변화를 통해서 주목 권력을 여전히 유지하면서, 특히 정치-시장 권력과의 결탁을 통해서 권력 조합을 더 공고히 하는 방향으로 디지털 언론 환경을 만들어가고 있다. 이 에세이는 이러한 언론 주목 권력의 성격 변화에 대한 진단을 바탕으로 주어진 문제를 해결하기 위해, 수용자 중심의 주목 통제권 회복을 기반으로 두고, 언론 내부에서 언론인의 노동 정체성, 대안적인 비즈니스 모델, 공적인 지배구조 형성을 통한 해결 방안을 제시한다.\n\n                        \n                        \n\n\n                            The controversy over characterizing the media’s role as a source of power has lost much of its meaning as we approach the digital media era. This is related to the media working as a member of the digital power assemblage while undermining the expectations of optimistic pluralism, and it is strongly related to the media’s changing role as a power of attention. The most noteworthy change in the nature of the media’s power of attention is that it has become interwoven with existing power as it adapts to the digital capitalism system. This change implies that the focus of the media as a power of attention has changed from socio-cultural power to economic power. The evolution of the media’s power of attention in the digital era is linked to digital attention capitalism, the establishment of attention networks, attention ideological devices, and tailored attention surveillance. The media is still preserving attention power despite the change in character, and it is building a media environment that strengthens the power assemblage, particularly through coordination with political-market power. Based on the diagnosis of a shift in the character of the media’s power of attention, this essay recommends media reform measures to restore audience-centered attention control and ways to formulate a public business model with the key condition of reaching a consensus among journalists, to tackle the presented problems."
  }
]